Repository: minhacademi/elementor-forms-cademi
Catalog: languages/elementor-forms-cademi-*.po
Languages: pt_br

source: Add Cademi after-submit actions to Elementor Pro Forms.
pt_br: Adiciona ações de pós envio para os Formulários do Elementor Pro.

source: "%1$s" requires "%2$s" to be installed and activated.
pt_br: "%1$s" requer que "%2$s" esteja instalado e ativado.

source: Cademi Redirect :: Invalid email address
pt_br: Cademi Redirect :: Endereço de e-mail inválido

source: Cademi Redirect :: "%s" not defined
pt_br: Cademi Redirect :: "%s" não definido

source: Delivery ID (optional)
pt_br: ID de Entrega (opcional)

source: Email's field id
pt_br: ID do campo Email

source: Internal Redirect (optional)
pt_br: Redirect Interno (opcional)

source: Name's field id
pt_br: ID do campo Nome

source: Phone's field id
pt_br: ID do campo Celular

source: Platform Token
pt_br: Token da plataforma

source: Platform URL
pt_br: URL da plataforma

source: Show advanced settings
pt_br: Mostrar avançado

source: When setting a Internal Redirect, the user will be redirect to this URL after login
pt_br: Ao configurar um Redirect Interno, o usuário será redirecionado para esta URL após o login.

source: When setting an ID, you will add the Delivery for the user, in addition to the configured free delivery
pt_br: Ao definir uma ID você irá adicionará a Entrega para o usuário, além da entrega gratuita configurada.

source: You can find your Platform Token on: Settings > Platform Token
pt_br: Você pode encontrar o Token da sua plataforma em: Configurações > Token da Plataforma

source: You can find your Platform URL on: Settings > Default Domain
pt_br: Você pode encontrar a URL da sua plataforma em: Configurações > Domínio padrão
